Repository: Agile2018/WhoIsDemo2019
Catalog: WhoIsDemo/form/frmConfiguration.*.resx
Languages: es

# tabPage1.Text
source: Channel Parameters
es: Parámetros Canal

# tabPage3.Text
source: Database
es: Base de datos

# tabPage2.Text
source: Global Parameters
es: Parámetros Globales

# groupBox9.Text
source: Entry Control/Match
es: Control de entrada

# label2.Text
source: Identification speed:
es: Velocidad de identificación:

# label20.Text
source: Best candidates count (1-5):
es: Cantidad de mejores candidatos (1-5):

# label27.Text
source: Verification Score Threshold (0-1000):
es: Umbral de Verificación (0-1000):

# label12.Text
source: Identification Score Threshold (0-1000):
es: Umbral de Identificación (0-1000):

# groupBox7.Text
source: Select channel
es: Selecione canal

# label18.Text
source: Description:
es: Descripción:

# groupBox8.Text
source: Channel Type
es: Tipo de canal

# label16.Text
source: Channel Number:
es: Canal:

# groupBox6.Text
source: Enrollment Processing
es: Procesamiento de enrolación:

# label17.Text
source: Enroll Concatenation Minimum Score Threshold (0-100):
es: Deduplicación enrolamiento:

# label43.Text
source: Concatenation Mode:
es: Modo de concatenación:

# label42.Text
source: Maximun Concatenated Templates (-1-100):
es: Cantidad de templates (-1-100):

# label41.Text
source: Concatenate Enrollment Templates:
es: Concatenar templates en enrolamiento:

# label40.Text
source: Deduplication Score Threshold (0-1000):
es: Umbral para deduplicatión (0-1000):

# label7.Text
source: Deduplicate Enrollment:
es: Umbral de detección de rostro (1-10000):

# label39.Text
source: Gallery Name:
es: Nombre Galería:

# label30.Text
source: Enroll Concatenation Maximum Score Threshold (0-100):
es: Máxímo score de concatenación (0-100):

# label13.Text
source: Face Detection Threshold on Database (1-10000):
es: Mínimo score de concatenación (0-100):

# label11.Text
source: Enroll User in Face Channel:
es: Registrar usuarios en canal:

# groupBox5.Text
source: Tracking Processing
es: Procesamiento de rastreo:

# label23.Text
source: Track motion optimization:
es: Optimización en el movimiento de rastreo:

# label22.Text
source: Track Speed and accuracy mode:
es: Velocidad y precisión de rastreo:

# label21.Text
source: Track Tracking Mode:
es: Modo rastreo:

# chkDeepTrack.Text
source: Deep Tracking Mode
es: Rastreo profundo

# label15.Text
source: Track Discovery Frequence (100-3000):
es: Frecuencia de descubrimiento (100-3000):

# label14.Text
source: Time tracking an object (0-10000):
es: Tiempo de redetección (0-1000):

# groupBox3.Text
source: Face Processing
es: Procesamiento facial:

# label45.Text
source: Maximun Faces Detected in Frame (1-5):
es: Número de rostros detectados por imagen (1-5):

# label28.Text
source: Face extraction mode:
es: Modo de extracción:

# label26.Text
source: Face detection mode:
es: Modo de detección:

# label25.Text
source: Face Detection ignore multiple faces:
es: Detección forzada:

# label3.Text
source: Face Detection Forced:
es: Umbral de confianza en la detección (1-10000)

# label29.Text
source: Face Crop Full Frontal_Scale:
es: Modo corte de imagen:

# label24.Text
source: Face Template Extraction Speed Accuracy Mode:
es: Velocidad y precisión del modelo:

# cboDetectorMode.Items
source: Mode default
es: Modo balanceado

# cboDetectorMode.Items1
source: Mode balanced
es: Modo veloz

# label6.Text
source: Face Detection Speed Accuracy Mode:
es: Modo de velocidad y precisión:

# label10.Text
source: Face Detection Confidence Threshold (0-10000):
es: Calidad del modelo:

# label9.Text
source: Minimun Face Image Size (15):
es: Mínimo tamaño rostro:

# label8.Text
source: Maximun Image Face Size (1200):
es: Máximo tamaño rostro:

# groupBox2.Text
source: Clear database
es: Limpiar base de datos

# groupBox1.Text
source: Change database
es: Cambiar base de datos

# label5.Text
source: Connect String:
es: Cadena de conexión:

# label4.Text
source: Name Database:
es: Nombre base de datos:

# groupBox4.Text
source: Global parameters library
es: Parámetros globales de la libreria:

# label37.Text
source: Enabled configuration GPU
es: Habilitar configuración de GPU:

# label36.Text
source: Face Engine Log level:
es: Nivel de Logs:

# label35.Text
source: Thread Number:
es: Número de hilos:

# label34.Text
source: GPU enabled:
es: Habilitar GPU:

# label32.Text
source: Thread management mode:
es: Modo de manejo de hilos:

# label31.Text
source: Min valid image size:
es: Mínimo tamaño de imagen:

# $this.Text
source: Configuration
es: Configuración
